[
  {
    "title": "Offshore Geotechnical Drop Core Investigation",
    "category": "web",
    "image": "assets/imgs/works/grid2/work1.jpg",
    "image5": "assets/imgs/works/projects/1/group1.jpg",
    "link": "project-details.html",
    "subtitle": "© 2023 Ikong Energy Limited",
    "description":"Provision of Wellhead Inspection Services for Nkuku/Ikong Field, PPL 238/253 Project",
    "details": "NK70 Development Company in collaboration with Ikong Energy Limited (“NK/IK”) are the operators of PPL 238/253 in shallow water, Offshore, Akwa Ibom State, Nigeria.  The field sizes are approximately 5.14km² and 3.43km² for Nkuku and Ikong respectively. The operator had contracted AquaEarth Consulting to provide Geotechnical drop coring investigation around the wellheads and along the proposed Odudu pipeline RoW.The scope of the sampling aboard the MV Omisan DP1 Vessel involved a total of six gravity core samples collected. Three samples were obtained around Nkuku 01 ST2 and the exit corridor of the proposed Right of Way (RoW), one sample around Ikong 01 and two additional samples along the proposed Odudu pipeline RoW.The Geotech drop core investigation has been successfully conducted, and the results of the subsequent laboratory tests have proven instrumental in the thorough assessment of engineering parameters crucial for the design of pipelines."
  },
  {
    "title": "Provision of Wellhead Inspection Service",
    "category": "web",
    "image": "assets/imgs/works/grid2/work2.jpg",
    "image5": "assets/imgs/works/projects/1/group2.jpg",
    "link": "project-details.html",
    "subtitle": "© 2023 Ikong Energy Limited",
    "description": "Provision of Wellhead Inspection Services for Nkuku/Ikong Field, PPL 238/253 Project",
    "details": "NK70 Development Company, in collaboration with Ikong Energy Limited (), operates PPL 238/253 in shallow waters off Akwa Ibom State, Nigeria. The Nkuku and Ikong fields, covering approximately 5.14 km² and 3.43 km², respectively. To fulfill the specifications for the wellhead platform design, NK70 Development Company engaged AquaEarth Consulting, an environment and geosciences consulting firm, to conduct a subsea inspection of the Nkuku/Ikong wellheads using a remotely operated underwater vehicle (ROV). The scope of this subsea ROV inspection was to perform underwater inspection of the conductor pipe from water level down to the seabed of the wellheads and carry out UT measurement activities. The ROV subsea inspection was successfully accomplished and the Gamini sonar confirmed the existence of the Nkuku01ST02 wellhead within the vicinity of the provided coordinates and the wellhead was in good condition."
  },
  {
    "title": "Obe Field - OML 110, Shallow Offshore",
    "category": "web",
    "image": "assets/imgs/works/grid2/work3.jpg",
    "link": "project-details.html",
    "subtitle": "© 2021 Damas Petrochemicals",
    "description": "Obe Field - OML 110, Shallow Offshore, Ondo State, Nigeria",
    "details":"Damas Petrochemicals and Refinery Limited is a Special Purpose Vehicle of the BUA Group setup to develop manage and operate the upstream and midstream oil and gas business of the group. In 2016; The OML 110 concession expired and the license transferred to DAMAS Petrochemicals & Refinery as the sole-risk operator by NUPRC. As part field re-entry and development programme, Damas had commissioned several preliminary studies including a Geosciences, Metocean and Environment Study of the Obe Field which AquaEarth Consulting advised. The main scope and key objectives were to study and survey the oceanographic geomorphology, bathymetry, meteocean, climatic and environment characteristics for the field so as to provide relevant information needed to design and manage risks associated with the re-entry and field development programme.",
    "image5":"assets/imgs/works/projects/1/group3.jpg"
  },
  {
    "title": "Udibe Field Development - Shallow OffShore",
    "category": "web",
    "image": "assets/imgs/works/grid2/work4.jpg",
    "link": "project-details.html",
    "subtitle": "© 2022 DutchFord Exploration",
    "image5": "assets/imgs/works/projects/1/group4.jpg",
    "description": "Udibe Field Development-  OML 70, Shallow Offshore, Niger Delta",
    "details": "Dutchford Exploration and Production Company Limited operates the Udibe Field in OML 70. The operators in a bid to carry out a field development programme characterized by a two-phase development concept commissioned AquaEarth Consulting to carry out Geotechnical Investigation for the Udibe Field. The scope of work entailed borehole drilling, cone penetrometer testing, seabed BH samples analysis to gather adequate geotechnical engineering data to be used for the detailed and front end engineering design for the offshore structures to be erected as a part of the field development. Key objective was to collect information on the seabed stratigraphy, physical & mechanical characteristics of the seabed and evaluate the engineering design parameters for the field facilities such as wellhead platform, FSO anchor, rig positioning amongst others."
  },
  {
    "title": "Seabed Geophysical Survey",
    "category": "web",
    "image": "assets/imgs/works/grid2/work5.jpg",
    "link": "project-details.html",
    "subtitle": "© 2022 DutchFord Exploration",
    "image5": "assets/imgs/works/projects/1/group5.jpg",
    "description": "Seabed Geophysical Survey - Udibe Field offshore Nigeria",
    "details": "Dutchford Exploration and Production Company Limited operates the Udibe Field in OML 70. The operators have planned a field development programme that is characterized by a two-phase development concept. In line with the requirements of the FDP, Dutchford commissioned AquaEarth Consulting to carry out a Seabed Geophysical Survey to characterise the seabed surface profile and features. Key components of the scope of work included obtaining bathymetric Seabed data around the existing wellhead and other planned surface facilities locations such as the FSO and WHP. Key objective was to collect detailed information on the seabed profile and detailed seabed imagery of Udibe Field area."
  },
  {
    "title": "Proposed Aviation Fuels Depot",
    "category": "web",
    "image": "assets/imgs/works/grid2/work6.jpg",
    "link": "project-details.html",
    "subtitle": "© 2024 RainOil Limited",
    "image5": "assets/imgs/works/projects/1/group6.jpg",
        "description": "Proposed Aviation Fuels Depot-  Nnamdi Azikiwe International Airport, AMAC, FCT-Abuja",
    "details": "Rainoil Limited, an oil and gas company focused on the provision of services relating to the distribution and sale of petroleum products, AGO, PMS, DPK, Aviation Fuels intends to construct an Aviation Fuels Depot at the aviation village, Nnamdi Azikiwe International Airport, AMAC LGA, FCT- Abuja. The scope of work entailed carrying out borehole drilling operations, CPT, and soil sample analysis to gather adequate geotechnical engineering data to be used in detailing the design for the structures to be developed as a part of the depot construction. The key objective was to collect detailed information on the soil stratigraphy, and physical & mechanical characteristics of the subsurface and evaluate the engineering design parameters for the proposed facility development"
  },

  {
    "title": "New Headquarters Office",
    "category": "web",
    "image": "assets/imgs/works/grid2/work8.jpg",
    "link": "project-details.html",
    "subtitle": "© 2022 MTN Nigeria",
    "image5": "assets/imgs/works/projects/1/group8.jpg",
    "description": "New Headquarters Office, Eko Atlantic City,  Victoria Island, Lagos State.",
    "details": "MTN Nigeria Communications Plc. (MTN) is part of the MTN Group, a multinational telecommunications group at the forefront of technological and digital innovation in twenty-one (21) countries in Africa and the middle east. MTN has planned the purchase of five (5) plots of land within the mixed-use Eko Atlantic City in Lagos State Nigeria.  The property when purchased is expected to be developed as its New Head office for Its operations in Nigeria. MTN Nigeria’s due diligence on the intended property involves assessing environmental, climate change and geosciences related risks and threats in the area. AquaEarth Consulting was thus commissioned to carry out this due diligence. The scope of the assessments includes but not limited to assessment of future climate and flood risks including informed predictions that will guide MTN in mitigating against the identified risks. The approach for the assessment includes field aerial surveys, soil characteristics and identification to inform soil type and potential drainage capacity. Other sources of flooding such as coastal, surface water and ground water flooding were considered in assessing the flood risk of the area."
  },
  {
    "title": "Proposed Data Centre",
    "category": "web",
    "image": "assets/imgs/works/grid2/work9.jpg",
    "link": "project-details.html",
    "subtitle": "© 2022 MTN Nigeria",
    "image5": "assets/imgs/works/projects/1/group9.jpg",
    "description": "Proposed Data Centre, Ajao Road, Ikeja, Lagos State.",
    "details": "MTN Nigeria Communications Plc. (MTN) is part of the MTN Group, a multinational telecommunications group at the forefront of technological and digital innovation in twenty-one (21) countries in Africa and the middle east. MTN had planned the purchase of a landed property located at Ajao Road, Ikeja, Lagos State for the development of a data center. MTN Nigeria’s due diligence on the intended property involves assessing environmental, climate change and geosciences related risks and threats in the area. AquaEarth Consulting was thus commissioned to carry out this due diligence. The scope of this assessments aims to identify risks; assess the magnitude of impacts on people, assets, value chains, critical infrastructure, settlements and ecosystems; and ascertain the possible options for action, The assessment was successfully completed identifying and assessing risks based on climate baselines, future projections, likelihood and severity of risk consequences. Management programmes for this identified risks were also proffered and would be extremely beneficial to mitigation if well implemented."
  },
  {
    "title": "GHG Emissions Monitoring",
    "category": "web",
    "image": "assets/imgs/works/grid2/work10.jpg",
    "link": "project-details.html",
    "subtitle": "© 2022 Aradel Holdings",
    "image5": "assets/imgs/works/projects/1/group10.jpg",
    "description": "GHG Emissions Monitoring for Ogbele Field, OML 54",
    "details": "Aradel Holdings formally known as Niger Delta Exploration & Production Plc (NDEP) is a publicly owned, integrated Independent Oil and Gas company that spans across the upstream, midstream and downstream value chain of the oil and gas industry. The company engaged AquaEarth Consulting to conduct a continuous GHG Emissions measurement and reporting , in line with the NUPRC (Nigerian Upstream Petroleum Resource Commission) Regulatory Requirements for its Ogbele Field (OML 54). This monitoring was conducted on a quarterly basis as required. The scope of our services includes data collection from emissions source points, precise emission calculations, data verification, regulatory-compliant reporting, and the implementation of emission reduction strategies."
  },
  {
    "title": "Proposed Aviation Fuels Depot",
    "category": "web",
    "image": "assets/imgs/works/grid2/work7.jpg",
    "link": "project-details.html",
    "subtitle": "© 2022 Octavus Petroleum",
    "image5": "assets/imgs/works/projects/1/group7.jpg",
    "description": "Geotechnical Investigation – Octavus Petroleum Limited Aviation Fuel Depot, Abuja",
    "details": "Octavus Petroleum Limited is a Nigerian company that specializes in the distribution and sales of petroleum products, specifically aviation fuels. As part of its compliance to regulatory standards Octavus commissioned Aquaearth to carry out a geotechnical investigation on its aviation fuel depot within the premises of the Nnamdi Azikiwe International Airport in Abuja, Federal Capital Territory (FCT), Nigeria. The geotechnical investigation was to gather soil characteristic data (composition, bearing capacity and layering) necessary for designing the foundation of the proposed depot. The investigation aims to determine the sub-surface geological and geotechnical conditions of the site"
  },
  {
    "title": "Threat Vulnerability Assessment",
    "category": "web",
    "image": "assets/imgs/works/grid2/work11.jpg",
    "link": "project-details.html",
    "subtitle": "© 2023 Airtel Nigeria",
    "image5": "assets/imgs/works/projects/1/group11.jpg",
    "description":"Climate and Environmental Threat Vulnerability Assessment for Airtel Nigeria Limited Data Centre",
    "details": "Airtel Nigeria is a major telecommunications service provider in Nigeria, offering a wide range of telecommunications services to consumers and businesses. These services include mobile voice calls, data services, internet access, and other value-added services. Airtel Nigeria, as been known for introducing innovative products and services in the Nigerian market, including affordable data plans, mobile money services, and partnerships to enhance digital access and connectivity. Airtel Nigeria, as been known for introducing innovative products and services in the Nigerian market, including affordable data plans, mobile money services, and partnerships to enhance digital access and connectivity. The company engaged AquaEarth Consulting to conduct a climate and environmental threat vulnerability assessment on a property in Eko Atlantic for the purpose of constructing a tier III data center. Within the scope of our engagement in this project, we conducted a comprehensive climate and flood risk assessments, implemented geophysical surveys utilizing techniques such as Ground Penetrating Radar and Vertical Electrical Sounding, executed geodetic and topographical surveying."
  },
  {
    "title": "PV Minigrids Derisk Projects",
    "category": "web",
    "image": "assets/imgs/works/grid2/work12.jpg",
    "link": "project-details.html",
    "subtitle": "© 2021 USTDA RMI",
    "image5": "assets/imgs/works/projects/1/group12.jpg",
    "description": "In partnership with USTDA, RMI, an independent NGO seeks to implement 3 derisk solar PV projects in 3 underserved communities, towards enhancing DER within AEDC’s catchment area. Thus, a PESA was commissioned per viability of implementing the derisked solar PV projects. The PESA was carried out to align to the IFC Performance Standards, 2012, as well as local Nigerian regulatory frameworks. The scope of work implemented for the PESA are as give below; identify and categorize E&S risks associated with proposed solar PV mini grid at 3 underserved locations; propose mitigation measures for identified E&S risks and gaps associated with proposed solar PV mini grid; develop Environmental and Social action plan per identified E&S risks and gaps associated with proposed 2MW solar PV mini grid; scope further E&S deliverables for identified E&S risks and gaps associated with proposed solar PV mini grid.",
    "details": "PV Minigrids Derisk Projects, Nassarawa, Abuja and Gwagwalada, FCT."
  },
  {
    "title": "Sustainability   Reporting   and   Climate Change Disclosur",
    "category": "web",
    "image": "assets/imgs/works/grid2/work13.jpg",
    "link": "project-details.html",
    "subtitle": "© 2018 Flour Mills Nigeria",
    "image5": "assets/imgs/works/projects/1/group13.jpg",
    "description": "Sustainability   Reporting   and   Climate Change Disclosure  for GSC Flour Mills Nigeria",
    "details": "Golden Sugar Company a subsidiary of Flour Mills Nigeria aspires to continuously improve in delivering the best quality of products for millions of Families and with its sustainability reporting and climate change disclosure initiatives, positioned to be an inspiration in addressing operational, environmental and social issues that may arise from manufacturing the sweetest of the nation’s staple food. The company engaged AquaEarth Consulting to prepare its first sustainability report in 2018 and help disclose its ESG and climate changed metrics under the CDP programme in 2017 and 2018. The scope of our services under this engagement ESG framework gap analysis, GHG emissions inventory, establishing baseline materiality parameters for environment, social and governance, stakeholders engagement and preparetion of maiden sustainability report and completion of CDP questionnaires and uploads for disclosure."
  },
  {
    "title": "GHG Reporting",
    "category": "web",
    "image": "assets/imgs/works/grid2/work14.jpg",
    "link": "project-details.html",
    "subtitle": "© 2022 Platform Petroleum Limited",
    "image5": "assets/imgs/works/projects/1/group14.jpg",
    "description": "GHG Reporting for Platform Petroleum Limited.",
    "details": "Platform Petroleum Limited, Operator of Egbaoma field OML 38  focuses on top-quality petroleum products and services. Their key operations involve efficient field management and growth strategy execution through exploration and development. Additionally, their commitment to sustainability is evident in their efforts to optimize production while mitigating GHG emissions and supporting sustainable development goals. In 2022, Platform Petroleum Limited entrusted AquaEarth Consulting AquaEarth Consulting with the responsibility of conducting Greenhouse Gas (GHG) measurement and reporting , aligning seamlessly with the NUPRC (Nigerian Upstream Petroleum Resource Commission) Regulatory Requirements. The scope of our services includes data collection, precise emission calculations, rigorous data verification, regulatory-compliant reporting, and the implementation of emission reduction strategies."
  },
  {
    "title": "Proposed 13 Minigrid Sites ",
    "category": "web",
    "image": "assets/imgs/works/grid2/work15.jpg",
    "link": "project-details.html",
    "subtitle": "© 2023 InfraCredit",
    "image5": "assets/imgs/works/projects/1/group15.jpg",
    "description": "Proposed 13 Minigrid Sites Across Nigeria",
    "details": "InfraCredit is a specialized infrastructure credit guarantee institution backed by the Nigeria Sovereign Investment Authority, GuarantCo, KfW Development Bank, Africa Finance Corporation, African Development Bank and InfraCo Africa to provide local currency guarantees and mobilize long term debt financing for infrastructure in Nigeria. The company has set up an initial pipeline of seven solar mini-grid companies with proven track record and business models for distributed renewable energy reaching communities that are not connected to grid electricity, seeking financing to construct up to 30.6 MW of new mini-grid constructions across 241 locations targeting 251,609 connections in 21 states of the country, over the next few years. The KfW DB will be providing InfraCredit the investment funds for this transactions. In order to assess the commercial and industrial potential of the mini-grid sites, InfraCredit has commissioned AquaEarth Consulting alongside a partnering Agro-Investment Firm (Agronomie) to conduct extensive technical and commercial due diligence that can reliably validate / confirm that the productive use assumptions for the identified mini grid sites are reasonable, what requirements must be met, and how much additional capex investment is needed to meet these assumptions."
  }
]
