[
  {
    "id": 1,
    "title": "ESAP Implementation ISO Certification – Ogbele Field",
    "subtitle": "Project",
    "image": "assets/img/portfolio/projects/ESAP Implementation ISO Certification – Ogbele Field.png",
    "customer": "Niger Delta Petroleum Resources",
    "details": "Consultancy to guide and manage implementation and closure of action items emanating from a private equity environmental and social due diligence. Additional scope f preparing and facilitating ISO 14001:2015 certification for the NDPR operations.",
    "background": "As part of its expansion plan to meet Nigeria’s demand for refined petroleum products, the company embarked on a project to expand their oil and gas production and refining capacity and also include more finished products on their refining list.This led to an investment drive in 2015 which involved an IFC aligned DD with a covenanted ESAP.AquaEarth was commissioned to guide and manage the implementation of the ESAP that was developed during the ESDD of the facility and also facilitate ISO certification of the Ogbele field and Lagos Office.",
    "key": [
      "Federal Ministry of Environment, Department of Petroleum Resources, International Finance Corporation, Africa Capital Alliance.",
      "Client / Owner: Niger Delta Petroleum Resources.",
      "Investor / Financier: ACA / IFC",
      "Duration: December 2016",
      "Transaction Deal – 460million USD Service Fee – 19million NGN"
    ],
    "scope": [
      "Gap Analysis",
      "Stakeholders Engagement and Sensitization",
      "Internal Auditors and Lead Auditors Trainings",
      "EsMS Manual Preparation",
      "Conduct specialized studies",
      "Close out all ESAP GAPS",
      "Facilitate internal and 3rd Party ISO"
    ],
    "notable": "ISO EsMS Manual & Biodiversity Action Plan, Natural Resources Conservation Plan, Flood Risks Assessment, Stakeholders Engagement Plan and Grievance Mechanism."
  },
  {
    "id": 2,
    "title": "ESIA – 68KM EKITI TOLL ROAD, EKITI",
    "subtitle": "Project",
    "image": "assets/img/portfolio/projects/ESIA – 68KM EKITI TOLL ROAD, EKITI.png",
    "customer": "Niger Delta Petroleum Resources",
    "details": "Environmental & Social Impact Assessment of 68Km Toll Road Traversing five LGAs in Ekiti State, Nigeria. The ESIA was carried out in line with the EIA Act CAP E12 LFN 2004 regulations for major infrastructure projects and aligned to the IFC Performance Standards 2012, African Development Bank Operational Safeguards 2013 and World Bank Environmental & Social Standards 2018.",
    "background": "The Government of Ekiti State entered a PPP agreement for the construction of a 68km Toll road under a DBFOM concession model. The road upon completion will link her main economic clusters and provide access to the agriculture processing zone, knowledge zones planned cargo airport and the Ado station of the Lagos-Kano Rail line.An ESIA was commissioned to identify, mitigate and manage the E&S impacts associated with the Toll Road project.",
    "key": [
      "Federal Ministry of Environment, Ekiti State Government, Ekiti State MDAs, African Development Bank, KfW GmBH, International Finance Corporation, and World Bank",
      "Contact: Kaine Edike Adewumi – +2348035136363",
      "kaine@aquaearthconsulting.com"
    ],
    "scope": [
      "ESIA Registration",
      "Screening",
      "Scoping Workshop and Report",
      "EIA Terms of Reference Approval",
      "Baseline Sampling",
      "Impact Assessment",
      "ESIA Reporting",
      "Public and Regulatory Review",
      "Final Approval"
    ],
    "notable": "Conducted E&S due diligence for investors, completed two- season baseline data gathering and integrated ESIA, SEP and RAP."
  },
  {
    "id": 3,
    "title": "ESIA – DATA COLOCATION CENTRE, OREGUN, LAGOS",
    "subtitle": "Project",
    "image": "assets/img/portfolio/projects/ESIA – DATA COLOCATION CENTRE, OREGUN, LAGOS.png",
    "customer": "Niger Delta Petroleum Resources",
    "details": "Environmental and Social Impact Assessment of Phase II Data Colocation Centre in Oregun, Ikeja, Lagos State, Nigeria. The ESIA was carried out meet Nigeria EIA Act 86 of 1992 now LFN Cap E12, 2004 regulations for major capital projects as well as align to the IFC Performance Standards, 2012.",
    "background": "Rack Centre is the only carrier neutral Tier III Facility Certified data centre in Africa. As part of its expansion strategy to meet growing customer needs, the company planned a Phase II development increasing ICT infrastructure and corresponding power requirements. An ESIA was thus commissioned to identify, mitigate and manage the environmental and social impacts associated with the Phase II project.",
    "key": [
      "Federal Ministry of Environment, Lagos State Ministry of Environment, International Finance Corporation, and World Bank",
      "Contact: Kaine Edike Adewumi – +2348035136363",
      "kaine@aquaearthconsulting.com"
    ],
    "scope": [
      "Gap Analysis",
      "Stakeholders Engagement and Sensitization",
      "Internal Auditors and Lead Auditors Trainings",
      "EsMS Manual Preparation",
      "Conduct specialized studies",
      "Close out all ESAP GAPS",
      "Facilitate internal and 3rd Party ISO"
    ],
    "notable": "Secured one season approval for baseline date. Integrated ESIA and ESA sampling and Data Analysis."
  },
  {
    "id": 4,
    "title": "FRA – REGIONAL OFFICES AND SWITCH STATIONS, ENUGU & PORT HARCOURT",
    "subtitle": "Project",
    "image": "assets/img/portfolio/projects/FRA – REGIONAL OFFICES AND SWITCH STATIONS, ENUGU & PORT HARCOURT.png",
    "customer": "Niger Delta Petroleum Resources",
    "details": "Flood Risk Assessment for Regional Offices and Switch Station in Enugu and Port Harcourt. The FRA was carried out to ascertain the risk of flooding in an area as well as characterize the causal factors of flooding, identify mitigation measures suitable for addressing the possible flooding scenarios and advise on viable solutions for implementation.",
    "background": "MTN Nigeria is a part of the MTN Group, Africa’s leading cellular telecommunications company.",
    "key": [
      "HSE Team – MTNN, Facilities Development Lead – MTNN, Environment Manager ",
      "Client/Owner: MTN Communications Plc.",
      "Duration: March 2021 – May 2021",
      "Project Value: 15million USD",
      "Service Value: 9million NGN",
      "MTN recognized a concern as regards MTNN perennial flooding in parts of Enugu and Port-Harcourt due to rainfall, drainage types as well as soil types and topography.",
      "An FRA was thus commissioned by MTN to determine the flood risk in these areas as well as proffer mitigation measures to address possible flooding scenarios"
    ],
    "scope": [
      "Data collection from client",
      "Topographic Survey",
      "Catchment Hydrology",
      "Flood Risk Assessment",
      "Outline Mitigation measures",
      "Draft Reports",
      "Panel Review",
      "Final Report"
    ],
    "notable": "Successfully developed a comprehensive FRA report with a successful technical panel review session with all stakeholders of the project."
  },
  {
    "id": 5,
    "title": "ESIA – DATA COLOCATION CENTRE, OGOMBO, LAGOS",
    "subtitle": "Project",
    "image": "assets/img/portfolio/projects/ESIA – DATA COLOCATION CENTRE, OGOMBO, LAGOS.png",
    "customer": "Niger Delta Petroleum Resources",
    "details": "Environmental and Social Impact Assessment of Phase II Data Colocation Centre in Ogombo, Eti-Osa LGA, Lagos State, Nigeria. The ESIA was carried out meet Nigeria EIA Act 86 of 1992 now LFN Cap E12, 2004 regulations for major capital projects as well as align to the IFC Performance Standards, 2012..",
    "background": "Maindata Nigeria Limited (MDXi) operates truly carrier-neutral facilities harnessing MainOne’s network footprint to interconnect all major network providers in the region, enabling smaller internet service providers (ISPs) and virtual network operators connect to the data center whilst providing services to hosted customers. With growth and subsequent increase in capacity utilization, the company intends to construct one-hundred and twenty (120) racks capacity prefabricated modular data center (DC). An ESIA was thus commissioned to identify, mitigate and manage the environmental and social impacts associated with the 120 Racks data center project.",
    "key": [
      "Federal Ministry of Environment, Lagos State Ministry of Environment, International Finance Corporation, Mainone"
    ],
    "scope": [
      "ESIA Registration",
      "Screening",
      "Scoping Workshop and Report",
      "EIA Terms of Reference Approval",
      "Baseline Sampling",
      "Impact Assessment",
      "ESIA Reporting",
      "Public and Regulatory Review",
      "Final Approval"
    ],
    "notable": "Successfully Completed Site Verification and scoping workshop. Successfully completed baseline data gathering and Laboratory Analysis ongoing."
  },
  {
    "id": 6,
    "title": "PESA – GWAGWALADA, ABUJA & AGWATASHI, NASSARAWA",
    "subtitle": "Project",
    "image": "assets/img/portfolio/projects/PESA – GWAGWALADA, ABUJA & AGWATASHI, NASSARAWA.png",
    "customer": "Niger Delta Petroleum Resources",
    "details": "Preliminary Environmental and Social Impact Assessment (PESA) of Three (3) Proposed PV mini grids in Gwagwalada. FCT and Agwatashi, Nassarawa State, Nigeria. The PESA was carried out to align to the IFC Performance Standards, 2012, USTDA requirements as well as local Nigerian regulatory frameworks.",
    "background": "In partnership with USTDA, RMI, an independent NGO seeks to de-risk three (3) solar PV projects in three underserved communities, towards enhancing DER within Abuja Electricity Disco’s catchment area. Thus a PESA was commissioned per viability of implementing the derisked solar PV projects.",
    "key": [
      "International Finance Corporation, United State Trade and Development Agency",
      "Abuja Electricity Distribution Company",
      "Client/Owner: RMI/USTDA",
      "Investor / Financier: RMI/USTDA",
      "Duration: November 2020 – March 2021",
      "Project Value: 1million USD Service Value: 19million NGN"
    ],
    "scope": [
      "Identify and categorize E&S risks associated with proposed solar PV mini grid at 3 underserved locations",
      "Propose mitigation measures for identified E&S risks and gaps associated with proposed solar PV mini grid",
      "Develop Environmental and Social action plan per identified E&S risks and gaps associated with proposed 2MW solar PV mini grid",
      "Scope further E&S deliverables for identified E&S risks and gaps associated with proposed solar PV mini grid."
    ],
    "notable": "Evaluated associated E&S risks and compliance gaps in line with national and international frameworks. Developed Integrated ESAP for three sites."
  },
  {
    "id": 7,
    "title": "ESAP Implementation ISO Certification – OML 34, Delta State",
    "subtitle": "Project",
    "image": "assets/img/portfolio/projects/ESAP Implementation ISO Certification – OML 34, Delta State.png",
    "customer": "Niger Delta Petroleum Resources",
    "details": "OML 34 is located in Delta state covering an area of 950sqm. The producing facilities are Utorogu, Ughelli East, and Ughelli West, with total flowstation capacity of 90Mbpd. The ESAP Implementation was commissioned as a result of ACA/IFC investment in 2016 and to prepare the entire field for ISO 14001:2015 certification..",
    "background": "Nigeria Petroleum Development Company/ND Western joint venture, operator of OML 34 owns and operates the Field. In 2015 an environmental and social due diligence (ESDD) audit was conducted for the field, and findings from the study were documented in a report and an ESAP was developed. AquaEarth Consulting Limited was contracted to guide the overall implementation of the ESAP that was developed during the ESDD of the facility as well as prepare the facilities for 3rd party ISO 14001:2015 certification.",
    "key": ["N/A"],
    "scope": [
      "MD’s notification letter to all Staff",
      "Stakeholders Engagement andsensitization",
      "Update HSE manual to ISO standard",
      "Facilitate ESAP Major Gaps Closeouto Phase I&II ESA and CSM",
      "Biodiversity Action Plan",
      "Stakeholders Engagement Plan o GHG Mapping and Mgt Plan",
      "Sustainability Reporting",
      "Lead and Internal Auditors Training",
      "Internal Audit",
      "Certification Audits",
      "Close out"
    ],
    "notable": "N/A"
  },
  {
    "id": 8,
    "title": "EIA – OBE FIELD, OML 110, SHALLOW OFFSHORE",
    "subtitle": "Project",
    "image": "assets/img/portfolio/projects/EIA – OBE FIELD, OML 110, SHALLOW OFFSHORE.png",
    "customer": "Niger Delta Petroleum Resources",
    "details": "Environmental Impact Assessment (EIA) of Obe Field Development, Shallow Offshore, Ondo State, Nigeria. The EIA was carried out to meet the upstream FDP requirements and HQ HSE requirements according to DPR EGASPIN for offshore field developments.",
    "background": "In line with local regulatory requirements for upstream oil and gas exploration and production, the operator initiated an EIA process for the FDP. The EIA assessed and, predicted impacts associated with the well re-entry, workovers and early production, and developed a robust EMP for continued implementation and management.",
    "key": [
      "Department of Petroleum Resources Upstream and HQ HSE Teams, Damas Petrochemical and Refinery Limited",
      "Client/Owner: DPRL",
      "Investor / Financier: DAMAS Petroleum",
      "Duration: March 2021 – June 2021 ",
      "Project Value: 30million USD",
      "Service Value: 60million NGN"
    ],
    "scope": [
      "Desktop Reviews",
      "Compliance Gap Assessment of Regulatory and Best Industry Framework",
      "Environmental Screening and Reporting",
      "Preliminary Impacts Assessment Report",
      "Development of EIA Terms of Reference and GIS Based Seabed Sampling Map",
      "Dry and Wet Season Onshore and Offshore",
      "Baseline Data Gathering",
      "Impact Assessment and Environmental Assessment"
    ],
    "notable": "Simultaneously mobilized onshore and offshore teams. Secured DPR Environment Permit for the field Management Plan."
  }
]
